[{
  "foodOne": {
    "name": "Apple",
    "image": "https://firebasestorage.googleapis.com/v0/b/bites-1c0d2.appspot.com/o/Apple-icon.png?alt\u003dmedia\u0026token\u003da8c79a5e-1787-4416-8e32-2b395edc56a5"
  },
  "foodTwo": {
    "name": "Raspberries",
    "image": "https://firebasestorage.googleapis.com/v0/b/bites-1c0d2.appspot.com/o/raspberry.png?alt\u003dmedia\u0026token\u003d59286508-4b4c-43dd-8964-ad04927759f3"
  },
  "description": "A study in the Journal of Nutrition determined that the antioxidant ellagic acid (found in raspberries, pomegranates, walnuts, and cranberries) enhanced the ability of quercetin (an antioxidant found in apples, grapes, onions, and buckwheat) to kill off cancerous cells.",
  "source": "www.rd.com"
}, {
  "foodOne": {
    "name": "Red Wine"
  },
  "foodTwo": {
    "name": "Apple",
    "image": "https://firebasestorage.googleapis.com/v0/b/bites-1c0d2.appspot.com/o/Apple-icon.png?alt\u003dmedia\u0026token\u003da8c79a5e-1787-4416-8e32-2b395edc56a5"
  },
  "description": "Apples contain an anti-inflammatory flavonoid called quercetin, while red wine contains the flavonoid catechin. Together, they work to prevent blood clots and improve cardiovascular functioning.",
  "source": "www.thedailybeast.com"
}, {
  "foodOne": {
    "name": "Green Tea",
    "image": "https://firebasestorage.googleapis.com/v0/b/bites-1c0d2.appspot.com/o/green-tea-in-a-glass-teacup.jpg?alt\u003dmedia\u0026token\u003d092c480b-6d1a-468b-829e-2ebe2437f55b"
  },
  "foodTwo": {
    "name": "Lemon"
  },
  "description": "According to a separate Purdue University report, adding a splash of citrus juice from a lemon, lime, or grapefruit to green tea reduces the breakdown of its catechins in our digestive system, making them even more readily absorbed by the body.",
  "source": "www.rd.com"
}, {
  "foodOne": {
    "name": "Tomato"
  },
  "foodTwo": {
    "name": "Avocado"
  },
  "description": "If you’re a Mexican food lover, combining tomatoes and avocado may be a no-brainer. The good news is that the healthy fat in avocados is believed to help the body absorb more lycopene, the antioxidant compound that gives red, orange and yellow produce its hue. Research from Ohio State University found that when avocado was added to salsa, people absorbed more than four times the amount of lycopene than from salsa without avocado. What makes this pair a winning combo? Increased consumption of lycopene plays a role in the cancer prevention, inflammatory diseases, and age-related illnesses such as cataracts. ",
  "source": "www.dailyburn.com"
}]